Repository: aiflocksvn/flocksvnbackend
Catalog: localization/*/LC_MESSAGES/django.po
Languages: vi

source: Vietnam
vi: Việt Nam

source: English
vi: tiếng Anh

source: first name
vi: tên đầu tiên

source: last name
vi: họ

source: staff status
vi: tình trạng nhân viên

source: Designates whether the user can log into this admin site.
vi: Chỉ định liệu người dùng có thể đăng nhập vào trang web quản trị này hay không.

source: active
vi: tích cực

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
vi: Chỉ định xem người dùng này có nên được coi là đang hoạt động hay không. Bỏ chọn mục này thay vì xóa tài khoản.

source: date joined
vi: ngày tham gia

source: SystemUser
vi: Người sử dụng

source: last login
vi: lân đăng nhập cuôi

source: Social Accounts
vi: Tài khoản xã hội

source: token
vi: mã thông báo

source: token secret
vi: mã thông báo bí mật

source: expires at
vi: hết hạn vào

source: user with this email is already exist
vi: người dùng với email này đã tồn tại

source: image is ver big . you can upload smaller than %s MB
vi: hình ảnh rất lớn. bạn có thể tải lên nhỏ hơn %s MB

source: video is ver big . you can upload smaller than %s MB
vi: video rất lớn. bạn có thể tải lên nhỏ hơn %s MB

source: doc is ver big . you can upload smaller than %s MB
vi: doc là rất lớn. bạn có thể tải lên nhỏ hơn %s MB

source: this file is not supported
vi: tệp này không được hỗ trợ

source: contact form data send to this email
vi: dữ liệu biểu mẫu liên hệ gửi đến email này

source: the provided token is expired or unauthorized token
vi: mã thông báo được cung cấp đã hết hạn hoặc mã thông báo trái phép

source: please varify your account account.
vi: vui lòng xác minh tài khoản tài khoản của bạn.

source: some thing went wrong with social oauth please try again later
vi: một số vấn đề xảy ra với oauth mạng xã hội, vui lòng thử lại sau

source: mail successfully sent.
vi: Đã gửi thư thành công.

source: some thing went wrong
vi: có gì đó không ổn

source: a %(provider)s account with email (%(email)s) already exist . please sign in with %(provider)s
vi: tài khoản %(provider)s với email (%(email)s) đã tồn tại. vui lòng đăng nhập bằng %(provider)s

source: an account with this email (%s) already exist ! sign in with email
vi: tài khoản với email này (%s) đã tồn tại! đăng nhập bằng email
